all_charecters = { 
    'Juggernaut': 
    'Juggernaut — керри-герой, обладающий высокой универсальностью и эффективностью на всех стадиях игры. ' +
    'Никто ни разу не видел лица Juggernaut по имени Юрнеро, вечно скрытого под маской. Можно лишь гадать, есть ли у него вообще лицо. '+ 
    'За то, что он бросил вызов одному продажному господину, Юрнеро изгнали с древнего острова Масок. Это и спасло его жизнь: вскоре после этого остров затонул'+
    ' в глубинах океана. Он стал единственным хранителем тайного ритуала джаггернаутов острова. Его непоколебимость и мужество были результатом постоянных тренировок;'+
    ' его самодельный клинок стал доказательством того, что он никогда не перестает испытывать себя. Тем не менее, его мотивы, как и его действия, невозможно понять. '+
    'Для героя, который уже дважды терял всё, он борется так, как будто его победа уже предрешена.', 

    'Spectre':
    'Spectre — керри-герой, отличающийся высокой выживаемостью и эффективностью в поздних стадиях игры.'+
    'Равно как высшие состояния энергии ищут нижний уровень, призрак Spectre, известная как Меркуриал, существо из сильной и яростной энергии, '+
    'непреодолимо влечет к сценам раздора, которые возникают в материальном мире. В то время как ее обычное спектральное состояние превосходит пределы восприятия,'+ 
    'каждый раз, когда она обретает физическую форму, она страдает от потери себя, хотя и не нарочно. В самой схватке ее личность разбивается и преображается, '+
    'и начинается восстановление ее знаний. Она быстро вспоминает, что она — Меркуриал, а все ее призраки — не более чем тени единственной настоящей Spectre. '+
    'Концентрация приходит в борьбе за выживание, ее истинный разум вновь заявляет о себе, '+
    'и вплоть до последних моментов победы или поражения она превосходит материю, и еще раз возрожденная в своей вечной форме.',

    'Axe':
    'Axe — герой-инициатор, раскрывающий себя на 3-й позиции в сложной линии.'+
    'Еще будучи рядовым бугаем в армии Красного тумана, Могул Хан мечтал о звании генерала Красного тумана. '+
    'Битву за битвой он самыми кровавыми способами доказывал собственное превосходство. Его стремительному '+
    'взлету по карьерной лестнице не раз способствовало то обстоятельство, что ему ничего не стоило обезглавить своего начальника. '+
    'Во время семилетней кампании на Тысячеболотье он отличился в кровопролитных бойнях, а звезда его славы засияла еще ярче, '+
    'в то время как число его соратников неизменно сокращалось. В ночь величайшей победы он провозгласил себя генералом Красного тумана и взял себе высший титул — Axe.'+ 
    'Однако в его отряде теперь не значилось ни одного воина. Много бойцов были повержены врагом, но и от лезвия Axe погибло ничуть не меньше. Стоит ли говорить, '+
    'что большинство солдат ни за что не переманить под его знамена? Но Axe это нисколько не смущает, ведь он знает, что в бою можно положиться только на самого себя.',


    'Abaddon':
    'Abaddon — герой, который всегда готов как оказать поддержку союзникам в драке, так и стать фронтлейнером команды, переживая большое количество урона. '+
    'Род Аверно питает купель — разлом в земной тверди, который испускает загадочную энергию на протяжении поколений. Каждого новорожденного семьи окунают '+
    'в этот темный туман, даруя тем самым связь с их землей и ее загадочной силой. Дети растут с непреклонной верой в защиту семейных ценностей и традиций земли, '+ 
    'но на самом деле они охраняют саму купель, истинные намерения которой неизвестны. Когда новорожденный Abaddon проходил обряд крещения, что-то пошло не так. '+
    'В глазах малыша сверкнула искра разума, испугавшая всех присутствовавших и заставившая жрецов шептаться. Его растили, дабы он пошел по пути всех отпрысков рода: '+ 
    'война и защита родины во главе армии. Но сам Abaddon уделял этому не так много внимания. Пока другие тренировались в обращении с оружием, он медитировал у купели. '+
    'Он глубоко вдыхал темный туман, учась быть единым с той силой, что протекала глубоко под землей его дома. В конечном счете он стал порождением черного тумана. '+
    'Род Аверно неодобрительно отнесся к такому решению, обвиняя его в пренебрежении обязанностями. Но все эти обвинения прекратились, '+
    'когда Abaddon вступил в свою первую битву и показал ту обретенную власть над жизнью и смертью, о которой другие члены рода не могли и мечтать.',

    'Lifestealer':
    'Lifestealer — керри-герой, обладающий высокой выживаемостью и большим количеством самолечения. '+
    'В подземной темнице Деварка томился закованный в кандалы мстительный маг, замышляющий побег. Его кинули в одну камеру с бесконечно бормочущим '+
    'существом по имени Н"эйкс — когда-то он был вором, которому Черствым Советом была назначена мера пресечения в форме вечной жизни и пожизненного '+
    'заключения одновременно, дабы неповадно было воровать и обманывать. За долгие годы заключения цепи заключенного проржавели насквозь — как и его мозг; '+
    'Н"эйкс уже не помнил, кем он был раньше, что он тут делает, кто эти люди и почему он заперт в камере, и даже потерял желание выбраться из тюрьмы. '+
    'В нем волшебник увидел идеального исполнителя своих планов — и, применив заклинание Заражения, внедрился в тело Н"эйкса, '+
    'надеясь расшевелить страшное существо, в которое превратился вор, и заставить его пройтись по подземельям кровавым ураганом ярости и разрушения, '+
    'пока сам маг тихо и мирно затерялся бы в суете и сбежал. Только вот сила встреченного им в Н"эйксе безумия была так велика, что воля мага сломилась, '+
    'и разум его улетел куда-то далеко-далеко в океан сумасшествия. А вот Н"эйкс, которого растолкала от тысячелетий безумного бездействия '+
    'внезапная инъекция новой жизни, пробудился и подчинился бесплотному голосу у себя в черепной коробке, который повторял лишь одно слово: «Сбежать». '+
    'В тот момент родилось то, что теперь называют Lifestealer. Волны безумия, исходившие от существа, разнесли сознания стражников на маленькие кусочки, '+
    'и те сами разорвали друг друга, открыв двери темницы. Lifestealer же, сбежав из подземелья, оставил проржавевшие кандалы на себе как напоминание о том, '+
    'что никто больше не посмеет ограничить его свободу — но до сих пор он остается узником. В расхристанном и извращенном существе живут две личности — безымянный, '+
    'хитрый, злобный вор и Хозяин, чьему голосу вор подчиняется. Или он притворяется?',

    'Earth Spirit':
    'Earth Spirit — герой поддержки, обладающий набором способностей для удержания противников в контроле и нанесения большого урона по области, '+
    'но при этом сложный для освоения.'+
    'Среди скал и возвышенностей Скулящих гор есть заброшенный добытчиками руды разрез, из которого добывался священный нефрит. '+
    'Из этого редкого материала одним умельцем было вырезана статуя великого генерала Каолина, главнокомандующего погибшей десятитысячной армии. '+
    'Солдаты и священники, шуты и акробаты — все были похоронены под землей долгие тысячелетия с изваянием великого генерала во главе. '+
    'Но ремесленник-умелец не мог знать, что в разрезе обитает дух земли — природной силы, находившейся в единстве с планетой. '+
    'Когда нефрит впитал эту силу, копившуюся долгие века, статуя ожила и проложила себе путь на поверхность. Теперь перерожденный Каолин, или Earth Spirit, '+
    'путешествует по дорогам Скулящих гор, борясь во имя духа земли, при необходимости призывая остатки великой армии, до сих пор находящейся в объятиях земляной толщи.'

}